godunko/esp32c3_template/sdkconfig.defaults
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LIBC_NEWLIB=y
